Web Services/1. Webservice Testing/Transactions/getShipments/Test Case 2/Tibco_Output.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
   <SOAP-ENV:Body>
      <ns0:shipmentDetailsList xmlns:ns0="http://www.hmco.com/EAI/OTS/Transaction"/>
   </SOAP-ENV:Body>
</SOAP-ENV:Envelope>